export default [
    // インド
    {
        data: {
            id: "india", // 国家識別ID（画像名でも使用）
            group: {
                id: "asia", // 所在エリア識別ID
                name: "アジア" // 所在エリア名
            },
            name: {
                katakana: "インド", // 国名
                kanji: "印" // 国名（漢字略字）
            },
            language: ["ヒンディー語", "英語", "他"], // 使用言語（複数の場合のため、配列）
            currency: "ルピー", // 通貨
            capital: "ニューデリー", // 首都
            area: "328万7,263", // 面積(k㎡)
            population: "12億1,000万", // 人口（人）
            timeLag: "-3.5", // 時差（時間）
            since: "1947", // 建国年（年）
            origin: {
                name: "古代文明の発祥地「インダス川」を意味するサンスクリット語「シンド」に由来", // 国名の由来
                flag: "オレンジがヒンドゥー教、緑がイスラム教、白が両者の和解、中央のチャクラが仏教を意味する" // 国旗の由来
            },
            knowledge: {
                title: "インド流ド派手結婚式", // 豆知識タイトル
                contents: "儀式、披露宴、ダンスパーティ、外でのパレードと宴は3日〜1週間も行われる。誰でも参加自由で、町中が食べ飲み踊りまくりという。" // 豆知識コンテンツ
            }
        }
    },
    // インドネシア
    {
        data: {
            id: "indianesia", // 国家識別ID（画像名でも使用）
            group: {
                id: "asia", // 所在エリア識別ID
                name: "アジア" // 所在エリア名
            },
            name: {
                katakana: "インドネシア", // 国名
                kanji: "尼" // 国名（漢字略字）
            },
            language: ["インドネシア語"], // 使用言語（複数の場合のため、配列）
            currency: "ルピア", // 通貨
            capital: "ジャカルタ", // 首都
            area: "189万", // 面積(k㎡)
            population: "2億3,800万", // 人口（人）
            timeLag: "-2", // 時差（時間）
            since: "1945", // 建国年（年）
            origin: {
                name: "インドネシアは「インドの島々」という意味。島の数は正確にわかっていないという。", // 国名の由来
                flag: "「伝統的な2色」の旗は「高貴な二色旗」と呼ばれ、赤は勇気、白は正義を意味している。モナコ公国と同じデザインだが、縦横比が異なる。" // 国旗の由来
            },
            knowledge: {
                title: "樹上生活民族を新発見", // 豆知識タイトル
                contents: "パプア州の熱帯雨林で独自時の言語を話し、政府の存在すら知らないコロワイ族を発見。" // 豆知識コンテンツ
            }
        }
    },
    // 韓国
    {
        data: {
            id: "korea", // 国家識別ID（画像名でも使用）
            group: {
                id: "asia", // 所在エリア識別ID
                name: "アジア" // 所在エリア名
            },
            name: {
                katakana: "韓国", // 国名
                kanji: "韓" // 国名（漢字略字）
            },
            language: ["韓国語"], // 使用言語（複数の場合のため、配列）
            currency: "ウォン", // 通貨
            capital: "ソウル", // 首都
            area: "10万200", // 面積(k㎡)
            population: "4,977万", // 人口（人）
            timeLag: "0", // 時差（時間）
            since: "1948", // 建国年（年）
            origin: {
                name: "韓国とは「偉大な国」を意味し、古代に朝鮮半島南部に存在した三韓（馬韓、弁韓、辰韓）に由来すると言われている。", // 国名の由来
                flag: "「太極旗（テグッキ）」と呼ばれるこの旗は、赤（陽）と青（陰）の中央の円が宇宙を表し、相反するものとの調和を示す。太極の周囲には易経で用いられる記号で、「天、水、火、地」を意味する。" // 国旗の由来
            },
            knowledge: {
                title: "飼料にも肥料にもなる爪楊枝とは？", // 豆知識タイトル
                contents: "韓国の飲食店には、日本同様よく爪楊枝が置いてあるが、これは実はトウモロコシやサツマイモのデンプンでできている。紙コップなどの使い捨て禁止の法により登場した。" // 豆知識コンテンツ
            }
        }
    },
]