export default [
    // ----- アジア圏 -----
    // インド
    {
        data: {
            id: "india", // 国家識別ID（画像名でも使用）
            group: {
                id: "asia", // 所在エリア識別ID
                name: "アジア" // 所在エリア名
            },
            name: {
                katakana: "インド", // 国名
                official: "インド", // 正式国名
                kanji: ["印度", "印"], // 国名（漢字略字）
                search: ["インド", "いんど", "indo", "inndo", "印", "印度", "india"], // 検索用国名
            },
            language: ["ヒンディー語", "英語", "他"], // 使用言語（複数の場合のため、配列）
            tribe: ["インド・アーリヤ族", "ドラビダ族", "モンゴロイド族", "他"], // 民族
            currency:  ["ルピー"], // 通貨
            capital: "ニューデリー", // 首都
            area: "328万7,263", // 面積(k㎡)
            population: "13億5,300万", // 人口（人）
            timeLag: "-3.5", // 時差（時間）
            since: "1947", // 建国年（年）
            origin: {
                name: "古代文明の発祥地「インダス川」を意味するサンスクリット語「シンド」に由来", // 国名の由来
                flag: "オレンジがヒンドゥー教、緑がイスラム教、白が両者の和解、中央のチャクラが仏教を意味する" // 国旗の由来
            },
            knowledge: {
                title: "インド流ド派手結婚式", // 豆知識タイトル
                contents: "儀式、披露宴、ダンスパーティ、外でのパレードと宴は3日〜1週間も行われる。誰でも参加自由で、町中が食べ飲み踊りまくりという。" // 豆知識コンテンツ
            }
        }
    },
    // インドネシア
    {
        data: {
            id: "indianesia", // 国家識別ID（画像名でも使用）
            group: {
                id: "asia", // 所在エリア識別ID
                name: "アジア" // 所在エリア名
            },
            name: {
                katakana: "インドネシア", // 国名
                official: "インドネシア共和国", // 正式国名
				kanji: ["印度尼西亜", "尼"], // 国名（漢字略字）
				search: ["インドネシア", "いんどねしあ", "indonesia", "indoneshia", "尼", "印度尼西亜", "indianesia"], // 検索用国名
            },
            language: ["インドネシア語"], // 使用言語（複数の場合のため、配列）
            tribe: ["マレー系"], // 民族
            currency:  ["ルピア"], // 通貨
            capital: "ジャカルタ", // 首都
            area: "189万", // 面積(k㎡)
            population: "2億6,770万", // 人口（人）
            timeLag: "-2", // 時差（時間）
            since: "1945", // 建国年（年）
            origin: {
                name: "インドネシアは「インドの島々」という意味。島の数は正確にわかっていないという。", // 国名の由来
                flag: "「伝統的な2色」の旗は「高貴な二色旗」と呼ばれ、赤は勇気、白は正義を意味している。モナコ公国と同じデザインだが、縦横比が異なる。" // 国旗の由来
            },
            knowledge: {
                title: "樹上生活民族を新発見", // 豆知識タイトル
                contents: "パプア州の熱帯雨林で独自時の言語を話し、政府の存在すら知らないコロワイ族を発見。" // 豆知識コンテンツ
            }
        }
    },
    // 韓国
    {
        data: {
            id: "korea", // 国家識別ID（画像名でも使用）
            group: {
                id: "asia", // 所在エリア識別ID
                name: "アジア" // 所在エリア名
            },
            name: {
                katakana: "韓国", // 国名
                official: "大韓民国", // 正式国名
				kanji: ["韓国", "韓"], // 国名（漢字略字）
				search: ["カンコク", "かんこく", "kannkoku", "kankoku", "韓", "韓国", "大韓民国", "korea"], // 検索用国名
            },
            language: ["韓国語"], // 使用言語（複数の場合のため、配列）
            tribe: ["韓民族"], // 民族
            currency:  ["ウォン"], // 通貨
            capital: "ソウル", // 首都
            area: "10万200", // 面積(k㎡)
            population: "5,164万", // 人口（人）
            timeLag: "0", // 時差（時間）
            since: "1948", // 建国年（年）
            origin: {
                name: "韓国とは「偉大な国」を意味し、古代に朝鮮半島南部に存在した三韓（馬韓、弁韓、辰韓）に由来すると言われている。", // 国名の由来
                flag: "「太極旗（テグッキ）」と呼ばれるこの旗は、赤（陽）と青（陰）の中央の円が宇宙を表し、相反するものとの調和を示す。太極の周囲には易経で用いられる記号で、「天、水、火、地」を意味する。" // 国旗の由来
            },
            knowledge: {
                title: "飼料にも肥料にもなる爪楊枝とは？", // 豆知識タイトル
                contents: "韓国の飲食店には、日本同様よく爪楊枝が置いてあるが、これは実はトウモロコシやサツマイモのデンプンでできている。紙コップなどの使い捨て禁止の法により登場した。" // 豆知識コンテンツ
            }
        }
    },
    // カンボジア
    {
        data: {
            id: "cambodia", // 国家識別ID（画像名でも使用）
            group: {
                id: "asia", // 所在エリア識別ID
                name: "アジア" // 所在エリア名
            },
            name: {
                katakana: "カンボジア", // 国名
                official: "カンボジア王国", // 正式国名
				kanji: ["柬埔寨", "柬"], // 国名（漢字略字）
				search: ["カンボジア", "かんぼじあ", "kannbojia", "kanbojia", "柬", "柬埔寨", "カンボジア王国", "cambodia"], // 検索用国名
            },
            language: ["カンボジア語"], // 使用言語（複数の場合のため、配列）
            tribe: ["カンボジア人（クメール人）", "他"], // 民族
            currency:  ["リエル"], // 通貨
            capital: "プノンペン", // 首都
            area: "18万1,000", // 面積(k㎡)
            population: "1,513万5000", // 人口（人）
            timeLag: "-2", // 時差（時間）
            since: "1953", // 建国年（年）
            origin: {
                name: "自国のことを「カンプチャ」と呼び、これは、建国の祖と言われるインドのバラモン層カンプーの子孫ということに由来。", // 国名の由来
                flag: "古代王朝を象徴するアンコールワット遺跡を中央に配し、青は王室の権威、赤は国民の忠誠心を、白は仏教を表している。" // 国旗の由来
            },
            knowledge: {
                title: "アンコールワットに残る江戸時代の落書き", // 豆知識タイトル
                contents: "世界遺産でもあるアンコールワットの遺跡には日本の武士が残した落書きがある。ヒンドゥー教寺院であるアンコールワットだが、江戸時代の日本では仏教の聖地である「祇園精舎」の跡地と考えられていた。" // 豆知識コンテンツ
            }
        }
    },
    // ----- ヨーロッパ圏 -----
    // アイスランド
    {
        data: {
            id: "iceland", // 国家識別ID（画像名でも使用）
            group: {
                id: "europe", // 所在エリア識別ID
                name: "ヨーロッパ" // 所在エリア名
            },
            name: {
                katakana: "アイスランド", // 国名
                official: "アイスランド共和国", // 正式国名
				kanji: ["氷島"], // 国名（漢字略字）
				search: ["アイスランド", "あいすらんど", "aisurando", "aisuranndo", "氷島", "アイスランド共和国", "iceland"], // 検索用国名
            },
            language: ["アイスランド語"], // 使用言語（複数の場合のため、配列）
            tribe: ["アイスランド人", "他"], // 民族
            currency:  ["アイスランドクローナ"], // 通貨
            capital: "レイキャビク", // 首都
            area: "11万3,000", // 面積(k㎡)
            population: "35万5620", // 人口（人）
            timeLag: "-9", // 時差（時間）
            since: "1918", // 建国年（年）
            origin: {
                name: "ノルウェー語の「イス（氷）」と「ラント（国）」を合わせたものを英語読みしている。", // 国名の由来
                flag: "空と海を表す青地に白のスカンジナビアクロスが入った旗を非公式で使用していたが、デンマーク領地となったことをきっかけに赤が加わり、独立後もそのまま採用されている。" // 国旗の由来
            },
            knowledge: {
                title: "氷の国で温泉", // 豆知識タイトル
                contents: "氷の国であるが実は火山の国でもあり、そのため地熱を利用した発電や温泉が振興している。「世界最大の温泉」とも言われる露天の「ブルーラグーン」は湖並に広い。" // 豆知識コンテンツ
            }
        }
    },
    // アイルランド
    {
        data: {
            id: "ireland", // 国家識別ID（画像名でも使用）
            group: {
                id: "europe", // 所在エリア識別ID
                name: "ヨーロッパ" // 所在エリア名
            },
            name: {
                katakana: "アイルランド", // 国名
                official: "アイルランド", // 正式国名
				kanji: ["愛蘭","愛"], // 国名（漢字略字）
				search: ["アイルランド", "あいるらんど", "airuranndo", "airurando", "愛", "愛蘭", "ireland"], // 検索用国名
            },
            language: ["アイルランド語", "英語"], // 使用言語（複数の場合のため、配列）
            tribe: ["アイルランド人", "他"], // 民族
            currency:  ["ユーロ"], // 通貨
            capital: "ダブリン", // 首都
            area: "7万300", // 面積(k㎡)
            population: "492万1500", // 人口（人）
            timeLag: "-9", // 時差（時間）
            since: "1921", // 建国年（年）
            origin: {
                name: "先住民であるケルト人が「ニール」と呼んでいたのを、征服者のイギリス人が英語化し、「ランド」が付けられた。「西側の地」という意味。", // 国名の由来
                flag: "緑はカトリックやケルトなどの古い文化を、オレンジはプロテスタントなどの新しい文化を表し、白は融合・友情を表す。" // 国旗の由来
            },
            knowledge: {
                title: "チャリティーショップ", // 豆知識タイトル
                contents: "人気のチャリティーショップ。不要になった衣服や本などを店に寄付して店が販売し、その売り上げはアフリカなどへの義援金に充てられる。どの街にもチャリティーショップはあり、慈善事業や寄付に関心の強い国民性からか、とても人気である。" // 豆知識コンテンツ
            }
        }
    },
    // ----- 中東圏 -----
    // アフガニスタン
    {
        data: {
            id: "afghanistan", // 国家識別ID（画像名でも使用）
            group: {
                id: "middleEast", // 所在エリア識別ID
                name: "中東" // 所在エリア名
            },
            name: {
                katakana: "アフガニスタン", // 国名
                official: "アフガニスタン・イスラム共和国", // 正式国名
				kanji: ["亜弗掩坦"], // 国名（漢字略字）
				search: ["アフガニスタン", "あふがにすたん", "アフガン", "イスラム共和国", "afghanistan", "アフガニスタン・イスラム共和国", "ahuganisutan"], // 検索用国名
            },
            language: ["ダリー語", "パシュトゥー語", "他"], // 使用言語（複数の場合のため、配列）
            tribe: ["パシュトゥーン人", "タジク人", "他"], // 民族
            currency:  ["アフガニー"], // 通貨
            capital: "カブール", // 首都
            area: "65万2,225", // 面積(k㎡)
            population: "3,000万", // 人口（人）
            timeLag: "-4.5", // 時差（時間）
            since: "1919", // 建国年（年）
            origin: {
                name: "アフガンはパシュトゥーン人の別称で、「山の民」を意味し、ペルシャ語の「スタン（国）」がついて「山の民の国」となった説もある。", // 国名の由来
                flag: "黒は抑圧の歴史、赤は犠牲、緑は平和を表すとされる。中央の紋章には「アッラーの他に神はなし、ムハンマドはアッラーの使者なり」とアラビア語で記されている。" // 国旗の由来
            },
            knowledge: {
                title: "女性専用ネットカフェは安息の場所", // 豆知識タイトル
                contents: "タリバン政権の崩壊後、女性は様々な権利を取り戻したが未だにセクハラなどの暴力は起きている。そんな中首都カブールにオープンした女性専用のネットカフェは安息の地として大人気。" // 豆知識コンテンツ
            }
        }
    },
    // アラブ首長国連邦
    {
        data: {
            id: "unitedArabEmirates", // 国家識別ID（画像名でも使用）
            group: {
                id: "middleEast", // 所在エリア識別ID
                name: "中東" // 所在エリア名
            },
            name: {
                katakana: "アラブ首長国連邦", // 国名
                official: "アラブ首長国連邦", // 正式国名
				kanji: ["亜剌比亜首長国連邦"], // 国名（漢字略字）
				search: ["アラブ首長国連邦", "アラブ", "UAE", "arab", "united arab emirates", "emirates", "印国", "あらぶ"], // 検索用国名
            },
            language: ["アラビア語"], // 使用言語（複数の場合のため、配列）
            tribe: ["アラブ人"], // 民族
            currency:  ["ディルハム"], // 通貨
            capital: "アブダビ", // 首都
            area: "8万3,600", // 面積(k㎡)
            population: "915万7000", // 人口（人）
            timeLag: "-5", // 時差（時間）
            since: "1971", // 建国年（年）
            origin: {
                name: "アラブは「砂の民」、「遊牧の民」という意味で、7つの首長国が集まった連邦国家である。「UAE」と略される。", // 国名の由来
                flag: "赤緑白黒はイスラムの色と言われる。赤は聖戦によって流された血、緑は豊かな国土、白は清浄、黒は過去の圧制を表す。" // 国旗の由来
            },
            knowledge: {
                title: "世界一離婚率の高い国", // 豆知識タイトル
                contents: "政府が上限を定めているにもかかわらず、お構いなしの婚約金を新婦側が新郎側に要求するのが当たり前となっている。役所に届けて夫婦になってもすぐには同居せず、その後に披露パーティーをしてから同居のため、それまで数年かかるケースも。パーティーにハネムーン、新婚生活など、全て新郎が負担するるので同居までに結婚をやめたくなる男性が多いという。" // 豆知識コンテンツ
            }
        }
	},
	// イエメン
    {
        data: {
            id: "yemen", // 国家識別ID（画像名でも使用）
            group: {
                id: "middleEast", // 所在エリア識別ID
                name: "中東" // 所在エリア名
            },
            name: {
                katakana: "イエメン", // 国名
                official: "イエメン共和国", // 正式国名
				kanji: ["也門"], // 国名（漢字略字）
				search: ["イエメン", "イエメン共和国", "yemen", "也門", "iemen", "いえめん"], // 検索用国名
            },
            language: ["アラビア語"], // 使用言語（複数の場合のため、配列）
            tribe: ["アラブ人", "他"], // 民族
            currency:  ["イエメン・リアル", "リアル"], // 通貨
            capital: "サヌア", // 首都
            area: "55万5,000", // 面積(k㎡)
            population: "2,358万", // 人口（人）
            timeLag: "-6", // 時差（時間）
            since: "1990", // 建国年（年）
            origin: {
                name: "聖地メッカのカーバ神殿に向かうと、右手がイエメンの方向となり、「右側」を意味する「アル・ヤマン」という言葉が由来とされている。", // 国名の由来
                flag: "赤は独立への情熱、白は平和、黒は過去の植民地支配を表し、革命や希望、勝利を象徴している。" // 国旗の由来
            },
            knowledge: {
                title: "噛む葉っぱ「カート」", // 豆知識タイトル
                contents: "イスラム教では飲酒が禁じられているが、その代わりに「カート」という葉を噛む習慣がある。覚醒作用があるためにイスラム世界ではほぼ麻薬の扱いとなっており、イエメンでは数少ない合法の国であるため必需品となっている。" // 豆知識コンテンツ
            }
        }
    },
	// イスラエル
    {
        data: {
            id: "israel", // 国家識別ID（画像名でも使用）
            group: {
                id: "middleEast", // 所在エリア識別ID
                name: "中東" // 所在エリア名
            },
            name: {
                katakana: "イスラエル", // 国名
                official: "イスラエル国", // 正式国名
				kanji: ["以色列"], // 国名（漢字略字）
				search: ["イスラエル", "イスラエル国", "isuraeru", "以色列", "israel", "いすらえる"], // 検索用国名
            },
            language: ["ヘブライ語", "アラビア語"], // 使用言語（複数の場合のため、配列）
            tribe: ["ユダヤ人", "アラブ人", "他"], // 民族
            currency:  ["新シェケル"], // 通貨
            capital: "イェルサレム", // 首都
            area: "2万2,000", // 面積(k㎡)
            population: "770万", // 人口（人）
            timeLag: "-7", // 時差（時間）
            since: "1948", // 建国年（年）
            origin: {
                name: "旧約聖書に登場するユダヤ人の祖先ヤコブにさずけられた「イスラ・エル（神の戦士）」に由来している。", // 国名の由来
                flag: "中央の星は、古代イスラエルの英雄だびでを象徴する「ダビデの星」と言われるユダヤ人のシンボル。青と白はユダヤ教の高僧が用いる肩掛けの色が元になっている。青は空の色、白は清い心を表すと言われている。" // 国旗の由来
            },
            knowledge: {
                title: "女性の涙の意外な効果", // 豆知識タイトル
                contents: "女性の涙には男性の性的興奮を抑制する効果があると発表したのは、イスラエルの化学チーム。何かは告げずに女性の涙を嗅がせたところ、男性ホルモン「テストステロン」が減少していたという。" // 豆知識コンテンツ
            }
        }
    },
	// イラク
    {
        data: {
            id: "iraq", // 国家識別ID（画像名でも使用）
            group: {
                id: "middleEast", // 所在エリア識別ID
                name: "中東" // 所在エリア名
            },
            name: {
                katakana: "イラク", // 国名
                official: "イラク共和国", // 正式国名
				kanji: ["伊拉久"], // 国名（漢字略字）
				search: ["イラク", "イラク共和国", "iraku", "伊拉久", "iraq", "いらく"], // 検索用国名
            },
            language: ["アラビア語", "クルド語", "他"], // 使用言語（複数の場合のため、配列）
            tribe: ["アラブ人", "クルド人", "他"], // 民族
            currency:  ["イラク・ディナール", "ディナール"], // 通貨
            capital: "バグダッド", // 首都
            area: "43万7,400", // 面積(k㎡)
            population: "3,200万", // 人口（人）
            timeLag: "-6", // 時差（時間）
            since: "1932", // 建国年（年）
            origin: {
                name: "メソポタミアの地域を古くはアラビア低地と呼ばれていたことに由来する。「イラク」は「低地」の意味。", // 国名の由来
                flag: "中央には、イスラムを象徴する緑のアラビア文字で「アッラーは偉大なり」と記されている。赤は勇気、白は寛大さ、黒はイスラムの勝利を意味する。" // 国旗の由来
            },
            knowledge: {
                title: "紛争地域での一服はプリン？", // 豆知識タイトル
                contents: "紛争の絶えない地域のイラクだが、北部のアルビールは比較的安定したクルド人自治地区。度々アラブ人に迫害を受けてきたが街は穏やかで、外国企業の進出も多くなり、復興の道を辿っている。そんなアルビールでよく売られているのがカステル（プリン）で、日本でいう「牛乳かん」のようで美味という。" // 豆知識コンテンツ
            }
        }
    },
	// イラン
    {
        data: {
            id: "iran", // 国家識別ID（画像名でも使用）
            group: {
                id: "middleEast", // 所在エリア識別ID
                name: "中東" // 所在エリア名
            },
            name: {
                katakana: "イラン", // 国名
                official: "イラン・イスラム共和国", // 正式国名
				kanji: ["義蘭"], // 国名（漢字略字）
				search: ["イラン", "イラン・イスラム共和国", "iran", "義蘭", "いらん", "イスラム共和国"], // 検索用国名
            },
            language: ["ペルシャ語", "トルコ語", "他"], // 使用言語（複数の場合のため、配列）
            tribe: ["ペルシア人", "アゼリ系トルコ人" ,"他"], // 民族
            currency:  ["リアル"], // 通貨
            capital: "テヘラン", // 首都
            area: "164万8,195", // 面積(k㎡)
            population: "7,473万", // 人口（人）
            timeLag: "-5.5", // 時差（時間）
            since: "1979", // 建国年（年）
            origin: {
                name: "「高貴な人」を意味するサンスクリット語の「アーリア」に由来する。「イラン」は「アーリア人の国」のこと。1935年の変更前の国名は「ペルシア」。", // 国名の由来
                flag: "中央の紋章は、一本の剣と四つの三日月が合わさり、「神（アッラー）を象徴していると言われる。緑と赤の部分の模様は、「神は偉大なり」という聖句を図案化したもの。」" // 国旗の由来
            },
            knowledge: {
                title: "向きによって変わるペルシャ絨毯の表情", // 豆知識タイトル
                contents: "イランはかつて、ペルシア王国として栄え、その文化はシルクロードを通し日本まで伝わってきた。絨毯の目は斜めになっており、角度によって色の変化を楽しめると同時に、水やホコリが中に入りづらくなるようになっている。" // 豆知識コンテンツ
            }
        }
    },
	// オマーン
    {
        data: {
            id: "oman", // 国家識別ID（画像名でも使用）
            group: {
                id: "middleEast", // 所在エリア識別ID
                name: "中東" // 所在エリア名
            },
            name: {
                katakana: "オマーン", // 国名
                official: "オマーン国", // 正式国名
				kanji: ["阿曼"], // 国名（漢字略字）
				search: ["オマーン", "オマーン国", "oman", "阿曼", "いらん"], // 検索用国名
            },
            language: ["アラビア語", "英語"], // 使用言語（複数の場合のため、配列）
            tribe: ["アラブ人", "バローチ人", "他"], // 民族
            currency:  ["オマーン・リアル", "リアル"], // 通貨
            capital: "マスカット", // 首都
            area: "31万", // 面積(k㎡)
            population: "287万", // 人口（人）
            timeLag: "-5", // 時差（時間）
            since: "1741", // 建国年（年）
            origin: {
                name: "アラビア半島のオマーン渓谷からやってきた人々が、この地に移住したことから渓谷名がそのまま国名になったという。", // 国名の由来
                flag: "オマーンの伝統的な武器「ハンジャル（短剣）」と2つの剣を組み合わせた左上の紋章は「スルタン（国王）」の象徴で権威を表す。白は平和と繁栄、赤は戦いの歴史、緑は肥沃な土地を意味している。" // 国旗の由来
            },
            knowledge: {
                title: "世界最古の香料産地", // 豆知識タイトル
                contents: "「乳香（フランキンセンス）」の世界一の産地。キリスト誕生時に東方の三賢者が持参した贈り物の一つでもある。ボスウェリア・カルテリーの木を傷つけて滲み出てきた樹液が固まったもので、強い殺菌作用があることから、咳・痰の沈静/精神安定/空気清浄/衣服に焚き込める/ガム代わりなど用途は様々。エジプトのピラミッドから出土したことで世界最古の香料と言われる。" // 豆知識コンテンツ
            }
        }
    },
	// カタール
    {
        data: {
            id: "qatar", // 国家識別ID（画像名でも使用）
            group: {
                id: "middleEast", // 所在エリア識別ID
                name: "中東" // 所在エリア名
            },
            name: {
                katakana: "カタール", // 国名
                official: "カタール国", // 正式国名
				kanji: ["華太瑠"], // 国名（漢字略字）
				search: ["カタール", "カタール国", "qatar", "kata-ru", "華太瑠", "かたーる"], // 検索用国名
            },
            language: ["アラビア語"], // 使用言語（複数の場合のため、配列）
            tribe: ["アラブ人"], // 民族
            currency:  ["カタール・リヤル", "リヤル"], // 通貨
            capital: "ドーハ", // 首都
            area: "1万1,427", // 面積(k㎡)
            population: "170万", // 人口（人）
            timeLag: "-6", // 時差（時間）
            since: "1971", // 建国年（年）
            origin: {
                name: "ペルシャ湾に突き出した形から、アラビア語の「点・部分・小さい・噴出する」など諸説ある。", // 国名の由来
                flag: "独特の海老茶色は、元々は赤だったが日焼けして変色したのをきっかけに公式の色としたと言われている。ギザギザは独立時の行政区の数を、白は平和と清浄を表すとされる。世界で最も横長な国旗。" // 国旗の由来
            },
            knowledge: {
                title: "至れり尽くせりの教育環境", // 豆知識タイトル
                contents: "オイルマネーの恩恵を受けている国だが、教育環境の充実度合いはすごい。学費無料は当然、「エデュケーションシティ」という街まで作っている。そこでは学生家族・教師たちは、家賃無料・家具は全て設置済み・Wifi完備のマンションに住めるという。" // 豆知識コンテンツ
            }
        }
    },
	// クウェート
    {
        data: {
            id: "kuwait", // 国家識別ID（画像名でも使用）
            group: {
                id: "middleEast", // 所在エリア識別ID
                name: "中東" // 所在エリア名
            },
            name: {
                katakana: "クウェート", // 国名
                official: "クウェート国", // 正式国名
				kanji: ["科威都"], // 国名（漢字略字）
				search: ["クウェート", "クウェート国", "kuwait", "kuwe-to", "科威都", "くうぇーと"], // 検索用国名
            },
            language: ["アラビア語"], // 使用言語（複数の場合のため、配列）
            tribe: ["アラブ人"], // 民族
            currency:  ["クウェート・ディナール", "ディナール"], // 通貨
            capital: "クウェート", // 首都
            area: "1万7,818", // 面積(k㎡)
            population: "274万", // 人口（人）
            timeLag: "-6", // 時差（時間）
            since: "1961", // 建国年（年）
            origin: {
                name: "かつては「クライン」と呼ばれ、ペルシア語から出たイラク南部の表現で、クラインは「小高い丘」、クウェートは「小さなお城（砦）」という意味になる。", // 国名の由来
                flag: "緑は平和（ファーティマ朝）、白は清廉（カリフ（イスラム国家指導者））、赤は勝利の血（アラブの血縁）、黒は戦い（アッバース朝）を象徴する。" // 国旗の由来
            },
            knowledge: {
                title: "酒が御法度の国での飲酒は？", // 豆知識タイトル
                contents: "酒を飲まないイスラム圏でよく見られるのがシーシャ（水タバコ）を嗜む光景である。この国において酒好きの外国人は自宅でグレープジュースからワインを作って飲んでいるという。" // 豆知識コンテンツ
            }
        }
    },
	// サウジアラビア
    {
        data: {
            id: "saudiArabia", // 国家識別ID（画像名でも使用）
            group: {
                id: "middleEast", // 所在エリア識別ID
                name: "中東" // 所在エリア名
            },
            name: {
                katakana: "サウジアラビア", // 国名
                official: "サウジアラビア王国", // 正式国名
				kanji: ["沙地亜刺比亜"], // 国名（漢字略字）
				search: ["サウジアラビア", "サウジアラビア王国", "saudi arabia", "saujiarabia", "沙地亜刺比亜", "さうじあらびあ", "サウジ", "さうじ", "saudi"], // 検索用国名
            },
            language: ["アラビア語", "英語"], // 使用言語（複数の場合のため、配列）
            tribe: ["アラブ人"], // 民族
            currency:  ["サウジアラビア・リヤル", "リヤル"], // 通貨
            capital: "リヤド", // 首都
            area: "215万", // 面積(k㎡)
            population: "2,714万", // 人口（人）
            timeLag: "-6", // 時差（時間）
            since: "1932", // 建国年（年）
            origin: {
                name: "「サウード家のアラビア」という意味で、「アラビア」は遊牧民を表す。「サウード」は国王の祖先で、18世紀半ばに成立したサウード朝が現在の王国につながっているとされる。", // 国名の由来
                flag: "中央には「アッラーのほかに神はなし。ムハンマドはアッラーの使者なり」というコーランの聖句。刀は聖地メッカの守護をする覚悟が込められている。緑はイスラムを象徴する聖なる色。" // 国旗の由来
            },
            knowledge: {
                title: "サウジ人視点の日本の良し悪し", // 豆知識タイトル
                contents: "サウジアラビアでの娯楽といえば、自宅でアニメが定番で、東日本大震災を機にマナーにおいても日本に注目が置かれるようになる。きっかけは「ハワーティル（改善）」という日本人の公共マナーの良さを見せる番組。そのため来日するサウジ人が増加したが、感想としては「酔っ払いの多さが残念」という。" // 豆知識コンテンツ
            }
        }
    },
	// シリア
    {
        data: {
            id: "syrianArab", // 国家識別ID（画像名でも使用）
            group: {
                id: "middleEast", // 所在エリア識別ID
                name: "中東" // 所在エリア名
            },
            name: {
                katakana: "シリア", // 国名
                official: "シリア・アラブ共和国", // 正式国名
				kanji: ["叙利亜", "叙"], // 国名（漢字略字）
				search: ["シリア", "シリア・アラブ共和国", "syrian arab", "syria", "叙利亜", "叙", "しりあ", "アラブ共和国", "siria"], // 検索用国名
            },
            language: ["アラビア語"], // 使用言語（複数の場合のため、配列）
            tribe: ["アラビア人", "クルド人", "他"], // 民族
            currency:  ["シリア・ポンド", "ポンド"], // 通貨
            capital: "ダマスカス", // 首都
            area: "18万5,000", // 面積(k㎡)
            population: "2,044万", // 人口（人）
            timeLag: "-7", // 時差（時間）
            since: "1946", // 建国年（年）
            origin: {
                name: "かつて栄えたアッシリア帝国に由来。「アッシリア」は「日の出づる国」の意味。他には「スール」という港名に由来するとする説もある。", // 国名の由来
                flag: "赤は革命と剣、白は正義と善、黒は戦い、緑は豊かな大地とアラブの団結を示すと言われている。中央の2つの星は1958年ごろのラブ連合当時のシリアとエジプトを象徴している。" // 国旗の由来
            },
            knowledge: {
                title: "トイレ事情", // 豆知識タイトル
                contents: "シリアのトイレにはトイレットペーパーがなく、日本の和式に似た便器の横に蛇口のついたホースが取り付けてあるだけ。用を済ませた後、水でジャブジャブ洗いながら手で擦るのがシリアの本式。ホテルなどでは洋式はあったりするが、下水の問題で、紙はゴミ箱に捨てねばならない。" // 豆知識コンテンツ
            }
        }
    },
	// トルコ
    {
        data: {
            id: "turkey", // 国家識別ID（画像名でも使用）
            group: {
                id: "middleEast", // 所在エリア識別ID
                name: "中東" // 所在エリア名
            },
            name: {
                katakana: "トルコ", // 国名
                official: "トルコ共和国", // 正式国名
				kanji: ["土耳古", "土"], // 国名（漢字略字）
				search: ["トルコ", "トルコ共和国", "turkey", "toruko", "土耳古", "とるこ", "土"], // 検索用国名
            },
            language: ["トルコ語"], // 使用言語（複数の場合のため、配列）
            tribe: ["トルコ人", "クルド人", "他"], // 民族
            currency:  ["トルコ・リラ", "リラ"], // 通貨
            capital: "アンカラ", // 首都
            area: "78万576", // 面積(k㎡)
            population: "7,472万", // 人口（人）
            timeLag: "-7", // 時差（時間）
            since: "1923", // 建国年（年）
            origin: {
                name: "「トルコ族」という民族名が国名になった。祖先は中央アジアの騎馬民族のチュルク族。「チュルク」は「力強い人・軍団」という意味があるとされる。", // 国名の由来
                flag: "三日月と星は進捗と団結を表す。17世紀のオスマン帝国の皇帝が三日月と星に導かれて戦いに勝利したという伝説に由来するとされるが、諸説ある。19世紀から使用の歴史ある国旗である。" // 国旗の由来
            },
            knowledge: {
                title: "コーヒーは全てネスカフェ？", // 豆知識タイトル
                contents: "「ネスカフェ」といえば、コーヒーや「キットカット」を販売する会社の名前。しかし、トルコで「ネスカフェ」はインスタントコーヒーを指し、レストランのメニューを見ると、コーヒーではなく「ネスカフェ」と書いてあることもしばしば。理由はトルコ人も詳しくはわからないという" // 豆知識コンテンツ
            }
        }
    },
	// バーレーン
    {
        data: {
            id: "bahrain", // 国家識別ID（画像名でも使用）
            group: {
                id: "middleEast", // 所在エリア識別ID
                name: "中東" // 所在エリア名
            },
            name: {
                katakana: "バーレーン", // 国名
                official: "バーレーン王国", // 正式国名
				kanji: ["巴林"], // 国名（漢字略字）
				search: ["バーレーン", "バーレーン王国", "bahrain", "ba-re-n", "巴林", "ばーれーん"], // 検索用国名
            },
            language: ["アラビア語"], // 使用言語（複数の場合のため、配列）
            tribe: ["アラブ人"], // 民族
            currency:  ["バーレーン・ディナール", "ディナール"], // 通貨
            capital: "マナーマ", // 首都
            area: "758", // 面積(k㎡)
            population: "123万5,000", // 人口（人）
            timeLag: "-6", // 時差（時間）
            since: "1971", // 建国年（年）
            origin: {
                name: "アラビア語で「バール」が「海」、「レーン」が「2つの」で「2つの海」という意味。「2つの海」とは、アラビア湾の海水と地下に湧き出る豊かな水資源を指すと言われている。", // 国名の由来
                flag: "イスラム教シーア派の一派ハワーリジュ派の赤旗に由来。白の五つのギザギザはイスラム教の五行「信仰告白」「礼拝」「喜捨」「断食」「巡礼」を表すと同時に平和を意味する。" // 国旗の由来
            },
            knowledge: {
                title: "エデンの園の生命の樹", // 豆知識タイトル
                contents: "バーレーの砂漠にポツンと一本木があるが、この木は旧約聖書に登場するエデンの園の生命の樹だとする説がある。かつてメソポタミア文明とインダス文明の交易の中心として栄えたディルムンという巨大都市だった。メソポタミア文明を築いたとされるシュメールの洪水伝説では、生き延びた人類がたどり着いた場所がディルムンとなっている。これはノアの方舟と起源を同じくしていると言われている。" // 豆知識コンテンツ
            }
        }
    },
	// ヨルダン
    {
        data: {
            id: "jordan", // 国家識別ID（画像名でも使用）
            group: {
                id: "middleEast", // 所在エリア識別ID
                name: "中東" // 所在エリア名
            },
            name: {
                katakana: "ヨルダン", // 国名
                official: "ヨルダン・ハシェミット王国", // 正式国名
				kanji: ["約旦"], // 国名（漢字略字）
				search: ["ヨルダン", "ヨルダン・ハシェミット王国", "jordan", "yorudan", "約旦", "よるだん", "ハシェミット"], // 検索用国名
            },
            language: ["アラビア語", "英語"], // 使用言語（複数の場合のため、配列）
            tribe: ["アラブ人"], // 民族
            currency:  ["ヨルダン・ディナール", "ディナール"], // 通貨
            capital: "アンマン", // 首都
            area: "8万9,000", // 面積(k㎡)
            population: "604万", // 人口（人）
            timeLag: "-7", // 時差（時間）
            since: "1946", // 建国年（年）
            origin: {
                name: "ヨルダン川に由来し、ヘブライ語で「流れ下る」の意味。正式名の「ハシェミット」は、預言者ムハンマドの一族であるハーシム家を指し、「ハーシム家の王国ヨルダン」を意味する。", // 国名の由来
                flag: "アラブ色と言われる赤、黒、白、緑は、歴代アラブの王と古代王朝を表し、民族の統一性を象徴。七つの光条を持つ白星はコーランの聖句「アッラーのほかに神はなし、ムハンマドはアッラーの使者なり」を表す。" // 国旗の由来
            },
            knowledge: {
                title: "ヨルダンの水戸黄門？", // 豆知識タイトル
                contents: "第4代ヨルダン国王のアブドゥッラー2世・ビン・アル＝フセインは変装好きで、密かに施設などの視察を行うことに精を出しているが、すぐにバレてしまうという。" // 豆知識コンテンツ
            }
        }
    },
	// レバノン
    {
        data: {
            id: "lebanon", // 国家識別ID（画像名でも使用）
            group: {
                id: "middleEast", // 所在エリア識別ID
                name: "中東" // 所在エリア名
            },
            name: {
                katakana: "レバノン", // 国名
                official: "レバノン共和国", // 正式国名
				kanji: ["黎巴嫩"], // 国名（漢字略字）
				search: ["レバノン", "レバノン共和国", "lebanon", "rebanon", "黎巴嫩", "ればのん"], // 検索用国名
            },
            language: ["アラビア語", "フランス語", "他"], // 使用言語（複数の場合のため、配列）
            tribe: ["アラブ人", "アルメニア人", "他"], // 民族
            currency:  ["レバノン・ポンド", "ポンド"], // 通貨
            capital: "ベイルート", // 首都
            area: "1万452", // 面積(k㎡)
            population: "422万", // 人口（人）
            timeLag: "-7", // 時差（時間）
            since: "1943", // 建国年（年）
            origin: {
                name: "この国を象徴するレバノン山脈が、冬は雪に覆われ、夏は石灰岩の斜面が白く光るところから「白い山脈」と呼ばれることに由来すると言われる。", // 国名の由来
                flag: "中央のレバノン杉は国家の象徴で、神聖と不滅を表す。赤は独立のために流された血を表し、犠牲と勇気を象徴。白は雪を戴いたレバノン山脈を表し、平和を象徴。" // 国旗の由来
            },
            knowledge: {
                title: "中東の美容整形大国", // 豆知識タイトル
                contents: "首都ベイルートには周辺諸国からも手術希望者が殺到するほど。人気の理由は「見た目＝成功」という国民意識にあるのではないかという分析がなされている。銀行は美容整形の専用ローンを提供しており、人気という。" // 豆知識コンテンツ
            }
        }
    },
    // ----- アフリカ圏 -----
    // アルジェリア
    {
        data: {
            id: "algeria", // 国家識別ID（画像名でも使用）
            group: {
                id: "africa", // 所在エリア識別ID
                name: "アフリカ" // 所在エリア名
            },
            name: {
                katakana: "アルジェリア", // 国名
                official: "アルジェリア民主人民共和国", // 正式国名
				kanji: ["阿爾及"], // 国名（漢字略字）
				search: ["アルジェリア", "あるじぇりあ", "algeria", "arujeria", "アルジェリア民主人民共和国", "アルジェ", ], // 検索用国名
            },
            language: ["アラビア語", "ベルベル語", "フランス語"], // 使用言語（複数の場合のため、配列）
            tribe: ["アラブ人", "ベルベル人", "他"], // 民族
            currency:  ["アルジェリアン・ディナール", "ディナール"], // 通貨
            capital: "アルジェ", // 首都
            area: "238万1,740", // 面積(k㎡)
            population: "4,040万", // 人口（人）
            timeLag: "-8", // 時差（時間）
            since: "1962", // 建国年（年）
            origin: {
                name: "アラビア語で「島々」を意味する「アル・ジャゼール」に由来の首都アルジャに「〜の国」の意味の「イア」が付き国名となった。", // 国名の由来
                flag: "緑はイスラム教の聖なる色で繁栄を、白は純潔を表している。中央にはイスラム教のシンボルである三日月と星があり、その赤い色は独立により流された民衆の血を象徴している。" // 国旗の由来
            },
            knowledge: {
                title: "世界遺産カスバ", // 豆知識タイトル
                contents: "首都アルジェの旧市街地に「カスバ」と呼ばれる、迷路状の構造を持った居住区がある。元々このカスバはオスマン・トルコ支配下で作られた城塞で、そこを中心に街が広がっていった。" // 豆知識コンテンツ
            }
        }
    },
    // アンゴラ
    {
        data: {
            id: "angola", // 国家識別ID（画像名でも使用）
            group: {
                id: "africa", // 所在エリア識別ID
                name: "アフリカ" // 所在エリア名
            },
            name: {
                katakana: "アンゴラ", // 国名
                official: "アンゴラ共和国", // 正式国名
				kanji: ["諳喀剌"], // 国名（漢字略字）
				search: ["アンゴラ", "あんごら", "angora", "anngora", "アンゴラ共和国", "angola", ], // 検索用国名
            },
            language: ["ポルトガル語", "ウンブンドゥ語", "他"], // 使用言語（複数の場合のため、配列）
            tribe: ["オヴィンブンドゥ族", "キンブンドゥ族", "バコンゴ族", "他"], // 民族
            currency:  ["クワンザ"], // 通貨
            capital: "ルアンダ", // 首都
            area: "124万6,700", // 面積(k㎡)
            population: "3,081万", // 人口（人）
            timeLag: "-8", // 時差（時間）
            since: "1975", // 建国年（年）
            origin: {
                name: "かつてこの国を支配していた「バンツー・ンゴラ（バントゥー族の王）」という王の称号「ンゴラ」に由来。", // 国名の由来
                flag: "赤は植民地時代の抑圧や独立への戦いでアンゴラ人が流した血、黒はアフリカ大陸を表現。中央の歯車・刀・星はそれぞれ、労働者と工業・農民と戦い・国際団結と開発を、また、黄色は国の富を象徴。" // 国旗の由来
            },
            knowledge: {
                title: "世界で一番物価が高かったアフリカの国", // 豆知識タイトル
                contents: "内戦が長く続いてその終結後には、石油やダイヤモンド産業で経済成長が続き、物価が異常に高騰している。2010年の世界生活費番付では前年の東京を抜いて１位に。※最新番付ではシンガポールが５年連続１位である。" // 豆知識コンテンツ
            }
        }
    },
    // ----- オセアニア圏 -----
    // オーストラリア
    {
        data: {
            id: "australia", // 国家識別ID（画像名でも使用）
            group: {
                id: "oceania", // 所在エリア識別ID
                name: "オセアニア" // 所在エリア名
            },
            name: {
                katakana: "オーストラリア", // 国名
                official: "オーストラリア連邦", // 正式国名
				kanji: ["豪州", "豪"], // 国名（漢字略字）
				search: ["オーストラリア", "おーすとらりあ", "o-sutoraria", "オースト", "豪", "豪州", "オーストラリア連邦", "australia"], // 検索用国名
            },
            language: ["英語"], // 使用言語（複数の場合のため、配列）
            tribe: ["アングロサクソン系などの欧州系人が中心"], // 民族
            currency:  ["オーストラリアドル", "ドル"], // 通貨
            capital: "キャンベラ", // 首都
            area: "769万2,024", // 面積(k㎡)
            population: "2,499万", // 人口（人）
            timeLag: "+1", // 時差（時間）
            since: "1901", // 建国年（年）
            origin: {
                name: "古代ギリシャ・ローマで伝えられる「知られざる南方大陸」を意味するラテン語の「テラ・アウストラリス・インコグニータ」に由来。", // 国名の由来
                flag: "建国時、公募により原型が作成。青地にイギリス連邦の一員を示すユニオンジャック、７光条の星、南半球の象徴である南十字星が描かれる。初めはオーストラリアを表す商船旗だった。" // 国旗の由来
            },
            knowledge: {
                title: "国民たった３０人の独立国", // 豆知識タイトル
                contents: "レオナードという人物が、1970年にオーストラリアからの独立を宣言。自身の土地を「ハット・リバー公国」と名付け、勝手に建国。独自の貨幣（ハット・リバードル）やパスポートがある。オーストラリア政府は無視だが、国際法的には、独立国の体制は整っているという。" // 豆知識コンテンツ
            }
        }
    },
    // キリバス
    {
        data: {
            id: "kiribati", // 国家識別ID（画像名でも使用）
            group: {
                id: "oceania", // 所在エリア識別ID
                name: "オセアニア" // 所在エリア名
            },
            name: {
                katakana: "キリバス", // 国名
                official: "キリバス共和国", // 正式国名
				kanji: ["基里巴斯"], // 国名（漢字略字）
				search: ["キリバス", "きりばす", "kiribasu", "kiribati", "キリバス共和国", "基里巴斯"], // 検索用国名
            },
            language: ["キリバス語", "英語"], // 使用言語（複数の場合のため、配列）
            tribe: ["ミクロネシア系", "他"], // 民族
            currency:  ["オーストラリアドル", "ドル"], // 通貨
            capital: "タラワ", // 首都
            area: "730", // 面積(k㎡)
            population: "11万5800", // 人口（人）
            timeLag: "+3", // 時差（時間）
            since: "1979", // 建国年（年）
            origin: {
                name: "イギリス海軍のトーマス・ギルバート大佐が上陸し、現地語発音の「キリバス」に転訛された。", // 国名の由来
                flag: "日付変更線のすぐ西に位置し、世界で最初に日付が変わるので、世界一早い日の出を表している。グンカンドリは力強さと自由と希望を、三本の白い波は国を構成する主要3諸島を表す。" // 国旗の由来
            },
            knowledge: {
                title: "地球で一番最初に沈む国？", // 豆知識タイトル
                contents: "地球温暖化による海面上昇が問題となっている。全ての島が沈んでしまう可能性を考え、アノト・テン大統領はフィジー共和国最大の島「ビチレブ島」の土地を買収する計画を発表し、フィジー側も受け入れ態勢ができているという。" // 豆知識コンテンツ
            }
        }
    },
    // ----- 北アメリカ圏 -----
    // アメリカ
    {
        data: {
            id: "america", // 国家識別ID（画像名でも使用）
            group: {
                id: "northAmerica", // 所在エリア識別ID
                name: "北アメリカ" // 所在エリア名
            },
            name: {
                katakana: "アメリカ", // 国名
                official: "アメリカ合衆国", // 正式国名
				kanji: ["米国", "米"], // 国名（漢字略字）
				search: ["アメリカ", "あめりか", "amerika", "america", "米", "米国", "アメリカ合衆国", "USA"], // 検索用国名
            },
            language: ["英語"], // 使用言語（複数の場合のため、配列）
            tribe: ["ヨーロッパ系", "アフリカ系", "他"], // 民族
            currency:  ["アメリカドル" ,"ドル"], // 通貨
            capital: "ワシントンD.C", // 首都
            area: "962万8,000", // 面積(k㎡)
            population: "3億2783万", // 人口（人）
            timeLag: "-14", // 時差（時間）
            since: "1776", // 建国年（年）
            origin: {
                name: "イタリアの探検家アメリゴ・ヴェスプッチの名前に由来。大陸の発見はコロンブスだが、最初に新大陸と主張したのはアメリゴだった。", // 国名の由来
                flag: "赤白のラインは、独立宣言時の13州を、カントンの星は、現在の州の数を表している。ハワイが50番目の州になるまで27回もデザイン変更している。" // 国旗の由来
            },
            knowledge: {
                title: "ピザが冷める前に？", // 豆知識タイトル
                contents: "毎日40万平米分のピザが消費されている。1秒あたりだと350スライス分である。" // 豆知識コンテンツ
            }
        }
    },
    // カナダ
    {
        data: {
            id: "canada", // 国家識別ID（画像名でも使用）
            group: {
                id: "northAmerica", // 所在エリア識別ID
                name: "北アメリカ" // 所在エリア名
            },
            name: {
                katakana: "カナダ", // 国名
                official: "カナダ", // 正式国名
				kanji: ["加奈陀", "加"], // 国名（漢字略字）
				search: ["カナダ", "かなだ", "kanada", "canada", "加", "加奈陀", ], // 検索用国名
            },
            language: ["英語", "フランス語"], // 使用言語（複数の場合のため、配列）
            tribe: ["イギリス系", "フランス系", "他"], // 民族
            currency:  ["カナダドル", "ドル"], // 通貨
            capital: "オタワ", // 首都
            area: "998万5,000", // 面積(k㎡)
            population: "3759万", // 人口（人）
            timeLag: "-14", // 時差（時間）
            since: "1867", // 建国年（年）
            origin: {
                name: "ヒューロン・イロクォイ族の言葉「カナタ」に由来。本来は「村・村落」を指すが、フランスの探検家が種族の土地全体を「カナダ」と呼ぶようになったことから国名になったと言われている。", // 国名の由来
                flag: "中央はカナダのシンボル「メイプルリーフ」。左右の赤い帯は大西洋と太平洋を表すと言われている。" // 国旗の由来
            },
            knowledge: {
                title: "ナイアガラの滝", // 豆知識タイトル
                contents: "その名は、先住民たちが「ニアガル（雷鳴の轟く水）」と呼んでいたことに由来。" // 豆知識コンテンツ
            }
        }
    },
    // ----- 中央アメリカ圏 -----
    // アンティグア・バーブーダ
    {
        data: {
            id: "antiduaAndBarbuda", // 国家識別ID（画像名でも使用）
            group: {
                id: "centralAmerica", // 所在エリア識別ID
                name: "中央アメリカ" // 所在エリア名
            },
            name: {
                katakana: "アンティグア・バーブーダ", // 国名
                official: "アンティグア・バーブーダ", // 正式国名
				kanji: ["安堤瓜・巴布達"], // 国名（漢字略字）
				search: ["アンティグア・バーブーダ", "アンティグア", "バーブーダ", "antidua and barbuda", "antidua", "barbuda", "安堤瓜・巴布達"], // 検索用国名
            },
            language: ["英語"], // 使用言語（複数の場合のため、配列）
            tribe: ["アフリカ系", "混血", "他"], // 民族
            currency:  ["東カリブドル", "ドル"], // 通貨
            capital: "セントジョンズ", // 首都
            area: "442", // 面積(k㎡)
            population: "8万9000", // 人口（人）
            timeLag: "-13", // 時差（時間）
            since: "1981", // 建国年（年）
            origin: {
                name: "「アンティグア」はスペイン語で「古い」もしくはスペインの教会名に由来。「バーブーダ」はバルバドス島に間違われ、転訛したと言われている。", // 国名の由来
                flag: "赤いV字は勝利・国民の活力を、白は砂浜、青は海、黄色い太陽は、時代の夜明けを象徴。また、白は要ロッパ系住民、黒はアフリカ系住民を指しているとも。" // 国旗の由来
            },
            knowledge: {
                title: "島国なのに魚は食べない？", // 豆知識タイトル
                contents: "欧米人のリゾート地として人気だが、現地では魚を食べる習慣があまりなく、メインはチキンや山羊の肉などの西アフリカ風である。" // 豆知識コンテンツ
            }
        }
    },
    // エルサルバドル
    {
        data: {
            id: "elSalvador", // 国家識別ID（画像名でも使用）
            group: {
                id: "centralAmerica", // 所在エリア識別ID
                name: "中央アメリカ" // 所在エリア名
            },
            name: {
                katakana: "エルサルバドル", // 国名
                official: "エルサルバドル共和国", // 正式国名
				kanji: ["救世主国"], // 国名（漢字略字）
				search: ["エルサルバドル", "えるさるばどる", "erusarubadoru", "el salvador", "salvador", "救世主国", "救世主", "サルバドール", "エルサルバドル共和国"], // 検索用国名
            },
            language: ["スペイン語"], // 使用言語（複数の場合のため、配列）
            tribe: ["スペイン系白人と先住民の混血", "先住民", "他"], // 民族
            currency:  ["アメリカドル / コロン", "ドル", "アメリカドル", "コロン"], // 通貨
            capital: "サンサルバドル", // 首都
            area: "2万1,040", // 面積(k㎡)
            population: "619万", // 人口（人）
            timeLag: "-15", // 時差（時間）
            since: "1821", // 建国年（年）
            origin: {
                name: "スペイン植民地時代に建てられた「聖なる救世主」を意味し、現在の首都名でもあるサンサルバドルという砦の名前に由来。", // 国名の由来
                flag: "紋章に書かれているのは自由の象徴「フリギア帽」。この帽子はフランス革命に由来し、自由の女神も被っているもの。青いラインは、空と太平洋とカリブ海を、白いラインは平和を表す。" // 国旗の由来
            },
            knowledge: {
                title: "サッカーが原因で戦争？", // 豆知識タイトル
                contents: "現在は平和だが、かつては内戦が絶えなかった。ワールドカップの出場権でホンジュラスと争っていたが、最終戦の直前で外交断絶をチラつかせて脅迫。試合にはエルサルバドルが勝利し、ホンジュラスは断交を通達し、戦争に発展。" // 豆知識コンテンツ
            }
        }
    },
    // ----- 南アメリカ圏 -----
    // アルゼンチン
    {
        data: {
            id: "argentine", // 国家識別ID（画像名でも使用）
            group: {
                id: "southAmerica", // 所在エリア識別ID
                name: "南アメリカ" // 所在エリア名
            },
            name: {
                katakana: "アルゼンチン", // 国名
                official: "アルゼンチン共和国", // 正式国名
				kanji: ["亜爾然丁", "爾"], // 国名（漢字略字）
				search: ["アルゼンチン", "あるぜんちん", "aruzenchin", "アルゼンチン共和国", "爾", "亜爾然丁", "argentine",], // 検索用国名
            },
            language: ["スペイン語"], // 使用言語（複数の場合のため、配列）
            tribe: ["欧州系", "他"], // 民族
            currency:  ["ペソ"], // 通貨
            capital: "ブエノスアイレス", // 首都
            area: "278万", // 面積(k㎡)
            population: "4,041万", // 人口（人）
            timeLag: "-12", // 時差（時間）
            since: "1816", // 建国年（年）
            origin: {
                name: "独立当初は、スペイン語で「銀の川」を意味する「リオ・デ・ラ・プラタ連合州」と称した。後にラテン語で「銀」を意味する「アルゲントゥム」の英語読みしたものに改称。", // 国名の由来
                flag: "中央のシンボルは、独立戦争を開始した日に長雨が止み、太陽が現れたという言い伝えから「五月の太陽」と呼ばれる。海と空を表す水色は正義や真実などを象徴。" // 国旗の由来
            },
            knowledge: {
                title: "新年の迎え方", // 豆知識タイトル
                contents: "「スエルタ・デ・パペトリス（紙の舞）」という習慣で、請求書や納品書に「良い一年を！」と書いて窓から投げ捨て、ストレスも一緒に捨てて新たな一年を迎えようというもの。" // 豆知識コンテンツ
            }
        }
    },
    // ウルグアイ
    {
        data: {
            id: "uruguay", // 国家識別ID（画像名でも使用）
            group: {
                id: "southAmerica", // 所在エリア識別ID
                name: "南アメリカ" // 所在エリア名
            },
            name: {
                katakana: "ウルグアイ", // 国名
                official: "ウルグアイ共和国", // 正式国名
				kanji: ["宇柳具"], // 国名（漢字略字）
				search: ["ウルグアイ", "うるぐあい", "uruguai", "uruguay", "ウルグアイ共和国", "宇柳具"], // 検索用国名
            },
            language: ["スペイン語"], // 使用言語（複数の場合のため、配列）
            tribe: ["欧州系", "他"], // 民族
            currency:  ["ペソ"], // 通貨
            capital: "モンテビデオ", // 首都
            area: "17万6,000", // 面積(k㎡)
            population: "338万", // 人口（人）
            timeLag: "-12", // 時差（時間）
            since: "1825", // 建国年（年）
            origin: {
                name: "国土を流れる「ウルグアイ川」に由来。インディオの言葉で「ウル」は「曲がりくねった」、「グア」は「川」の意味。", // 国名の由来
                flag: "独立支援国家のアルゼンチンの国旗をモデルとして、「五月の太陽」を採用。太陽はインカ文明の象徴でもある。青と白のラインは、独立時の州の数で、青は自由、白は平和を表している。" // 国旗の由来
            },
            knowledge: {
                title: "日本の裏側にあたる国", // 豆知識タイトル
                contents: "ウルグアイはちょうど日本の対蹠点にあたり、東京の対蹠点はほぼ首都のモンテビデオにあたる。距離は18,000km。" // 豆知識コンテンツ
            }
        }
    },
]
