export default [
    // ----- アジア圏 -----
    // インド
    {
        data: {
            id: "india", // 国家識別ID（画像名でも使用）
            group: {
                id: "asia", // 所在エリア識別ID
                name: "アジア" // 所在エリア名
            },
            name: {
                katakana: "インド", // 国名
                official: "インド", // 正式国名
                kanji: "印" // 国名（漢字略字）
            },
            language: ["ヒンディー語", "英語", "他"], // 使用言語（複数の場合のため、配列）
            currency: "ルピー", // 通貨
            capital: "ニューデリー", // 首都
            area: "328万7,263", // 面積(k㎡)
            population: "13億5,300万", // 人口（人）
            timeLag: "-3.5", // 時差（時間）
            since: "1947", // 建国年（年）
            origin: {
                name: "古代文明の発祥地「インダス川」を意味するサンスクリット語「シンド」に由来", // 国名の由来
                flag: "オレンジがヒンドゥー教、緑がイスラム教、白が両者の和解、中央のチャクラが仏教を意味する" // 国旗の由来
            },
            knowledge: {
                title: "インド流ド派手結婚式", // 豆知識タイトル
                contents: "儀式、披露宴、ダンスパーティ、外でのパレードと宴は3日〜1週間も行われる。誰でも参加自由で、町中が食べ飲み踊りまくりという。" // 豆知識コンテンツ
            }
        }
    },
    // インドネシア
    {
        data: {
            id: "indianesia", // 国家識別ID（画像名でも使用）
            group: {
                id: "asia", // 所在エリア識別ID
                name: "アジア" // 所在エリア名
            },
            name: {
                katakana: "インドネシア", // 国名
                official: "インドネシア共和国", // 正式国名
                kanji: "尼" // 国名（漢字略字）
            },
            language: ["インドネシア語"], // 使用言語（複数の場合のため、配列）
            currency: "ルピア", // 通貨
            capital: "ジャカルタ", // 首都
            area: "189万", // 面積(k㎡)
            population: "2億6,770万", // 人口（人）
            timeLag: "-2", // 時差（時間）
            since: "1945", // 建国年（年）
            origin: {
                name: "インドネシアは「インドの島々」という意味。島の数は正確にわかっていないという。", // 国名の由来
                flag: "「伝統的な2色」の旗は「高貴な二色旗」と呼ばれ、赤は勇気、白は正義を意味している。モナコ公国と同じデザインだが、縦横比が異なる。" // 国旗の由来
            },
            knowledge: {
                title: "樹上生活民族を新発見", // 豆知識タイトル
                contents: "パプア州の熱帯雨林で独自時の言語を話し、政府の存在すら知らないコロワイ族を発見。" // 豆知識コンテンツ
            }
        }
    },
    // 韓国
    {
        data: {
            id: "korea", // 国家識別ID（画像名でも使用）
            group: {
                id: "asia", // 所在エリア識別ID
                name: "アジア" // 所在エリア名
            },
            name: {
                katakana: "韓国", // 国名
                official: "大韓民国", // 正式国名
                kanji: "韓" // 国名（漢字略字）
            },
            language: ["韓国語"], // 使用言語（複数の場合のため、配列）
            currency: "ウォン", // 通貨
            capital: "ソウル", // 首都
            area: "10万200", // 面積(k㎡)
            population: "5,164万", // 人口（人）
            timeLag: "0", // 時差（時間）
            since: "1948", // 建国年（年）
            origin: {
                name: "韓国とは「偉大な国」を意味し、古代に朝鮮半島南部に存在した三韓（馬韓、弁韓、辰韓）に由来すると言われている。", // 国名の由来
                flag: "「太極旗（テグッキ）」と呼ばれるこの旗は、赤（陽）と青（陰）の中央の円が宇宙を表し、相反するものとの調和を示す。太極の周囲には易経で用いられる記号で、「天、水、火、地」を意味する。" // 国旗の由来
            },
            knowledge: {
                title: "飼料にも肥料にもなる爪楊枝とは？", // 豆知識タイトル
                contents: "韓国の飲食店には、日本同様よく爪楊枝が置いてあるが、これは実はトウモロコシやサツマイモのデンプンでできている。紙コップなどの使い捨て禁止の法により登場した。" // 豆知識コンテンツ
            }
        }
    },
    // カンボジア
    {
        data: {
            id: "cambodia", // 国家識別ID（画像名でも使用）
            group: {
                id: "asia", // 所在エリア識別ID
                name: "アジア" // 所在エリア名
            },
            name: {
                katakana: "カンボジア", // 国名
                official: "カンボジア王国", // 正式国名
                kanji: "柬" // 国名（漢字略字）
            },
            language: ["カンボジア語"], // 使用言語（複数の場合のため、配列）
            currency: "リエル", // 通貨
            capital: "プノンペン", // 首都
            area: "18万1,000", // 面積(k㎡)
            population: "1,513万5000", // 人口（人）
            timeLag: "-2", // 時差（時間）
            since: "1953", // 建国年（年）
            origin: {
                name: "自国のことを「カンプチャ」と呼び、これは、建国の祖と言われるインドのバラモン層カンプーの子孫ということに由来。", // 国名の由来
                flag: "古代王朝を象徴するアンコールワット遺跡を中央に配し、青は王室の権威、赤は国民の忠誠心を、白は仏教を表している。" // 国旗の由来
            },
            knowledge: {
                title: "アンコールワットに残る江戸時代の落書き", // 豆知識タイトル
                contents: "世界遺産でもあるアンコールワットの遺跡には日本の武士が残した落書きがある。ヒンドゥー教寺院であるアンコールワットだが、江戸時代の日本では仏教の聖地である「祇園精舎」の跡地と考えられていた。" // 豆知識コンテンツ
            }
        }
    },
    // ----- ヨーロッパ圏 -----
    // アイスランド
    {
        data: {
            id: "iceland", // 国家識別ID（画像名でも使用）
            group: {
                id: "europe", // 所在エリア識別ID
                name: "ヨーロッパ" // 所在エリア名
            },
            name: {
                katakana: "アイスランド", // 国名
                official: "アイスランド共和国", // 正式国名
                kanji: "氷島" // 国名（漢字略字）
            },
            language: ["アイスランド語"], // 使用言語（複数の場合のため、配列）
            currency: "アイスランドクローナ", // 通貨
            capital: "レイキャビク", // 首都
            area: "11万3,000", // 面積(k㎡)
            population: "35万5620", // 人口（人）
            timeLag: "-9", // 時差（時間）
            since: "1918", // 建国年（年）
            origin: {
                name: "ノルウェー語の「イス（氷）」と「ラント（国）」を合わせたものを英語読みしている。", // 国名の由来
                flag: "空と海を表す青地に白のスカンジナビアクロスが入った旗を非公式で使用していたが、デンマーク領地となったことをきっかけに赤が加わり、独立後もそのまま採用されている。" // 国旗の由来
            },
            knowledge: {
                title: "氷の国で温泉", // 豆知識タイトル
                contents: "氷の国であるが実は火山の国でもあり、そのため地熱を利用した発電や温泉が振興している。「世界最大の温泉」とも言われる露天の「ブルーラグーン」は湖並に広い。" // 豆知識コンテンツ
            }
        }
    },
    // アイルランド
    {
        data: {
            id: "ireland", // 国家識別ID（画像名でも使用）
            group: {
                id: "europe", // 所在エリア識別ID
                name: "ヨーロッパ" // 所在エリア名
            },
            name: {
                katakana: "アイルランド", // 国名
                official: "アイルランド", // 正式国名
                kanji: "愛" // 国名（漢字略字）
            },
            language: ["アイルランド語"], // 使用言語（複数の場合のため、配列）
            currency: "ユーロ", // 通貨
            capital: "ダブリン", // 首都
            area: "7万300", // 面積(k㎡)
            population: "492万1500", // 人口（人）
            timeLag: "-9", // 時差（時間）
            since: "1921", // 建国年（年）
            origin: {
                name: "先住民であるケルト人が「ニール」と呼んでいたのを、征服者のイギリス人が英語化し、「ランド」が付けられた。「西側の地」という意味。", // 国名の由来
                flag: "緑はカトリックやケルトなどの古い文化を、オレンジはプロテスタントなどの新しい文化を表し、白は融合・友情を表す。" // 国旗の由来
            },
            knowledge: {
                title: "チャリティーショップ", // 豆知識タイトル
                contents: "人気のチャリティーショップ。不要になった衣服や本などを店に寄付して店が販売し、その売り上げはアフリカなどへの義援金に充てられる。どの街にもチャリティーショップはあり、慈善事業や寄付に関心の強い国民性からか、とても人気である。" // 豆知識コンテンツ
            }
        }
    },
    // ----- 中東圏 -----
    // アフガニスタン
    {
        data: {
            id: "afghanistan", // 国家識別ID（画像名でも使用）
            group: {
                id: "middleEast", // 所在エリア識別ID
                name: "中東" // 所在エリア名
            },
            name: {
                katakana: "アフガニスタン", // 国名
                official: "アフガニスタン・イスラム共和国", // 正式国名
                kanji: "-" // 国名（漢字略字）
            },
            language: ["ダリー語", "パシュトゥー語", "他"], // 使用言語（複数の場合のため、配列）
            currency: "アフガニー", // 通貨
            capital: "カブール", // 首都
            area: "65万2,225", // 面積(k㎡)
            population: "3,000万", // 人口（人）
            timeLag: "-4.5", // 時差（時間）
            since: "1919", // 建国年（年）
            origin: {
                name: "アフガンはパシュトゥーン人の別称で、「山の民」を意味し、ペルシャ語の「スタン（国）」がついて「山の民の国」となった説もある。", // 国名の由来
                flag: "黒は抑圧の歴史、赤は犠牲、緑は平和を表すとされる。中央の紋章には「アッラーの他に神はなし、ムハンマドはアッラーの使者なり」とアラビア語で記されている。" // 国旗の由来
            },
            knowledge: {
                title: "女性専用ネットカフェは安息の場所", // 豆知識タイトル
                contents: "タリバン政権の崩壊後、女性は様々な権利を取り戻したが未だにセクハラなどの暴力は起きている。そんな中首都カブールにオープンした女性専用のネットカフェは安息の地として大人気。" // 豆知識コンテンツ
            }
        }
    },
    // アラブ首長国連邦
    {
        data: {
            id: "unitedArabEmirates", // 国家識別ID（画像名でも使用）
            group: {
                id: "middleEast", // 所在エリア識別ID
                name: "中東" // 所在エリア名
            },
            name: {
                katakana: "アラブ首長国連邦", // 国名
                official: "アラブ首長国連邦", // 正式国名
                kanji: "-" // 国名（漢字略字）
            },
            language: ["アラビア語"], // 使用言語（複数の場合のため、配列）
            currency: "ディルハム", // 通貨
            capital: "アブダビ", // 首都
            area: "8万3,600", // 面積(k㎡)
            population: "915万7000", // 人口（人）
            timeLag: "-5", // 時差（時間）
            since: "1971", // 建国年（年）
            origin: {
                name: "アラブは「砂の民」、「遊牧の民」という意味で、7つの首長国が集まった連邦国家である。「UAE」と略される。", // 国名の由来
                flag: "赤緑白黒はイスラムの色と言われる。赤は聖戦によって流された血、緑は豊かな国土、白は清浄、黒は過去の圧制を表す。" // 国旗の由来
            },
            knowledge: {
                title: "世界一離婚率の高い国", // 豆知識タイトル
                contents: "政府が上限を定めているにもかかわらず、お構いなしの婚約金を新婦側が新郎側に要求するのが当たり前となっている。役所に届けて夫婦になってもすぐには同居せず、その後に披露パーティーをしてから同居のため、それまで数年かかるケースも。パーティーにハネムーン、新婚生活など、全て新郎が負担するるので同居までに結婚をやめたくなる男性が多いという。" // 豆知識コンテンツ
            }
        }
    },
    // ----- アフリカ圏 -----
    // アルジェリア
    {
        data: {
            id: "algeria", // 国家識別ID（画像名でも使用）
            group: {
                id: "africa", // 所在エリア識別ID
                name: "アフリカ" // 所在エリア名
            },
            name: {
                katakana: "アルジェリア", // 国名
                official: "アルジェリア民主人民共和国", // 正式国名
                kanji: "-" // 国名（漢字略字）
            },
            language: ["アラビア語", "ベルベル語", "フランス語"], // 使用言語（複数の場合のため、配列）
            currency: "アルジェリアン・ディナール", // 通貨
            capital: "アルジェ", // 首都
            area: "238万1,740", // 面積(k㎡)
            population: "4,040万", // 人口（人）
            timeLag: "-8", // 時差（時間）
            since: "1962", // 建国年（年）
            origin: {
                name: "アラビア語で「島々」を意味する「アル・ジャゼール」に由来の首都アルジャに「〜の国」の意味の「イア」が付き国名となった。", // 国名の由来
                flag: "緑はイスラム教の聖なる色で繁栄を、白は純潔を表している。中央にはイスラム教のシンボルである三日月と星があり、その赤い色は独立により流された民衆の血を象徴している。" // 国旗の由来
            },
            knowledge: {
                title: "世界遺産カスバ", // 豆知識タイトル
                contents: "首都アルジェの旧市街地に「カスバ」と呼ばれる、迷路状の構造を持った居住区がある。元々このカスバはオスマン・トルコ支配下で作られた城塞で、そこを中心に街が広がっていった。" // 豆知識コンテンツ
            }
        }
    },
    // アンゴラ
    {
        data: {
            id: "angola", // 国家識別ID（画像名でも使用）
            group: {
                id: "africa", // 所在エリア識別ID
                name: "アフリカ" // 所在エリア名
            },
            name: {
                katakana: "アンゴラ", // 国名
                official: "アンゴラ共和国", // 正式国名
                kanji: "-" // 国名（漢字略字）
            },
            language: ["ポルトガル語", "ウンブンドゥ語", "他"], // 使用言語（複数の場合のため、配列）
            currency: "クワンザ", // 通貨
            capital: "ルアンダ", // 首都
            area: "124万6,700", // 面積(k㎡)
            population: "3,081万", // 人口（人）
            timeLag: "-8", // 時差（時間）
            since: "1975", // 建国年（年）
            origin: {
                name: "かつてこの国を支配していた「バンツー・ンゴラ（バントゥー族の王）」という王の称号「ンゴラ」に由来。", // 国名の由来
                flag: "赤は植民地時代の抑圧や独立への戦いでアンゴラ人が流した血、黒はアフリカ大陸を表現。中央の歯車・刀・星はそれぞれ、労働者と工業・農民と戦い・国際団結と開発を、また、黄色は国の富を象徴。" // 国旗の由来
            },
            knowledge: {
                title: "世界で一番物価が高かったアフリカの国", // 豆知識タイトル
                contents: "内戦が長く続いてその終結後には、石油やダイヤモンド産業で経済成長が続き、物価が異常に高騰している。2010年の世界生活費番付では前年の東京を抜いて１位に。※最新番付ではシンガポールが５年連続１位である。" // 豆知識コンテンツ
            }
        }
    },
    // ----- オセアニア圏 -----
    // オーストラリア
    {
        data: {
            id: "australia", // 国家識別ID（画像名でも使用）
            group: {
                id: "oceania", // 所在エリア識別ID
                name: "オセアニア" // 所在エリア名
            },
            name: {
                katakana: "オーストラリア", // 国名
                official: "オーストラリア連邦", // 正式国名
                kanji: "豪" // 国名（漢字略字）
            },
            language: ["英語"], // 使用言語（複数の場合のため、配列）
            currency: "オーストラリアドル", // 通貨
            capital: "キャンベラ", // 首都
            area: "769万2,024", // 面積(k㎡)
            population: "2,499万", // 人口（人）
            timeLag: "+1", // 時差（時間）
            since: "1901", // 建国年（年）
            origin: {
                name: "古代ギリシャ・ローマで伝えられる「知られざる南方大陸」を意味するラテン語の「テラ・アウストラリス・インコグニータ」に由来。", // 国名の由来
                flag: "建国時、公募により原型が作成。青地にイギリス連邦の一員を示すユニオンジャック、７光条の星、南半球の象徴である南十字星が描かれる。初めはオーストラリアを表す商船旗だった。" // 国旗の由来
            },
            knowledge: {
                title: "国民たった３０人の独立国", // 豆知識タイトル
                contents: "レオナードという人物が、1970年にオーストラリアからの独立を宣言。自身の土地を「ハット・リバー公国」と名付け、勝手に建国。独自の貨幣（ハット・リバードル）やパスポートがある。オーストラリア政府は無視だが、国際法的には、独立国の体制は整っているという。" // 豆知識コンテンツ
            }
        }
    },
    // キリバス
    {
        data: {
            id: "kiribati", // 国家識別ID（画像名でも使用）
            group: {
                id: "oceania", // 所在エリア識別ID
                name: "オセアニア" // 所在エリア名
            },
            name: {
                katakana: "キリバス", // 国名
                official: "キリバス共和国", // 正式国名
                kanji: "-" // 国名（漢字略字）
            },
            language: ["キリバス語", "英語"], // 使用言語（複数の場合のため、配列）
            currency: "オーストラリアドル", // 通貨
            capital: "タラワ", // 首都
            area: "730", // 面積(k㎡)
            population: "11万5800", // 人口（人）
            timeLag: "+3", // 時差（時間）
            since: "1979", // 建国年（年）
            origin: {
                name: "イギリス海軍のトーマス・ギルバート大佐が上陸し、現地語発音の「キリバス」に転訛された。", // 国名の由来
                flag: "日付変更線のすぐ西に位置し、世界で最初に日付が変わるので、世界一早い日の出を表している。グンカンドリは力強さと自由と希望を、三本の白い波は国を構成する主要3諸島を表す。" // 国旗の由来
            },
            knowledge: {
                title: "地球で一番最初に沈む国？", // 豆知識タイトル
                contents: "地球温暖化による海面上昇が問題となっている。全ての島が沈んでしまう可能性を考え、アノト・テン大統領はフィジー共和国最大の島「ビチレブ島」の土地を買収する計画を発表し、フィジー側も受け入れ態勢ができているという。" // 豆知識コンテンツ
            }
        }
    },
    // ----- 北アメリカ圏 -----
    // アメリカ
    {
        data: {
            id: "america", // 国家識別ID（画像名でも使用）
            group: {
                id: "northAmerica", // 所在エリア識別ID
                name: "北アメリカ" // 所在エリア名
            },
            name: {
                katakana: "アメリカ", // 国名
                official: "アメリカ合衆国", // 正式国名
                kanji: "米" // 国名（漢字略字）
            },
            language: ["英語"], // 使用言語（複数の場合のため、配列）
            currency: "アメリカドル", // 通貨
            capital: "ワシントンD.C", // 首都
            area: "962万8,000", // 面積(k㎡)
            population: "3億2783万", // 人口（人）
            timeLag: "-14", // 時差（時間）
            since: "1776", // 建国年（年）
            origin: {
                name: "イタリアの探検家アメリゴ・ヴェスプッチの名前に由来。大陸の発見はコロンブスだが、最初に新大陸と主張したのはアメリゴだった。", // 国名の由来
                flag: "赤白のラインは、独立宣言時の13州を、カントンの星は、現在の州の数を表している。ハワイが50番目の州になるまで27回もデザイン変更している。" // 国旗の由来
            },
            knowledge: {
                title: "ピザが冷める前に？", // 豆知識タイトル
                contents: "毎日40万平米分のピザが消費されている。1秒あたりだと350スライス分である。" // 豆知識コンテンツ
            }
        }
    },
    // カナダ
    {
        data: {
            id: "canada", // 国家識別ID（画像名でも使用）
            group: {
                id: "northAmerica", // 所在エリア識別ID
                name: "北アメリカ" // 所在エリア名
            },
            name: {
                katakana: "カナダ", // 国名
                official: "カナダ", // 正式国名
                kanji: "加" // 国名（漢字略字）
            },
            language: ["英語", "フランス語"], // 使用言語（複数の場合のため、配列）
            currency: "カナダドル", // 通貨
            capital: "オタワ", // 首都
            area: "998万5,000", // 面積(k㎡)
            population: "3759万", // 人口（人）
            timeLag: "-14", // 時差（時間）
            since: "1867", // 建国年（年）
            origin: {
                name: "ヒューロン・イロクォイ族の言葉「カナタ」に由来。本来は「村・村落」を指すが、フランスの探検家が種族の土地全体を「カナダ」と呼ぶようになったことから国名になったと言われている。", // 国名の由来
                flag: "中央はカナダのシンボル「メイプルリーフ」。左右の赤い帯は大西洋と太平洋を表すと言われている。" // 国旗の由来
            },
            knowledge: {
                title: "ナイアガラの滝", // 豆知識タイトル
                contents: "その名は、先住民たちが「ニアガル（雷鳴の轟く水）」と呼んでいたことに由来。" // 豆知識コンテンツ
            }
        }
    },
    // ----- 中央アメリカ圏 -----
    // アンティグア・バーブーダ
    {
        data: {
            id: "antiduaAndBarbuda", // 国家識別ID（画像名でも使用）
            group: {
                id: "centralAmerica", // 所在エリア識別ID
                name: "中央アメリカ" // 所在エリア名
            },
            name: {
                katakana: "アンティグア・バーブーダ", // 国名
                official: "アンティグア・バーブーダ", // 正式国名
                kanji: "-" // 国名（漢字略字）
            },
            language: ["英語"], // 使用言語（複数の場合のため、配列）
            currency: "東カリブドル", // 通貨
            capital: "セントジョンズ", // 首都
            area: "442", // 面積(k㎡)
            population: "8万9000", // 人口（人）
            timeLag: "-13", // 時差（時間）
            since: "1981", // 建国年（年）
            origin: {
                name: "「アンティグア」はスペイン語で「古い」もしくはスペインの教会名に由来。「バーブーダ」はバルバドス島に間違われ、転訛したと言われている。", // 国名の由来
                flag: "赤いV字は勝利・国民の活力を、白は砂浜、青は海、黄色い太陽は、時代の夜明けを象徴。また、白は要ロッパ系住民、黒はアフリカ系住民を指しているとも。" // 国旗の由来
            },
            knowledge: {
                title: "島国なのに魚は食べない？", // 豆知識タイトル
                contents: "欧米人のリゾート地として人気だが、現地では魚を食べる習慣があまりなく、メインはチキンや山羊の肉などの西アフリカ風である。" // 豆知識コンテンツ
            }
        }
    },
    // エルサルバドル
    {
        data: {
            id: "elSalvador", // 国家識別ID（画像名でも使用）
            group: {
                id: "centralAmerica", // 所在エリア識別ID
                name: "中央アメリカ" // 所在エリア名
            },
            name: {
                katakana: "エルサルバドル", // 国名
                official: "エルサルバドル共和国", // 正式国名
                kanji: "救世主国" // 国名（漢字略字）
            },
            language: ["スペイン語"], // 使用言語（複数の場合のため、配列）
            currency: "アメリカドル / コロン", // 通貨
            capital: "サンサルバドル", // 首都
            area: "2万1,040", // 面積(k㎡)
            population: "619万", // 人口（人）
            timeLag: "-15", // 時差（時間）
            since: "1821", // 建国年（年）
            origin: {
                name: "スペイン植民地時代に建てられた「聖なる救世主」を意味し、現在の首都名でもあるサンサルバドルという砦の名前に由来。", // 国名の由来
                flag: "紋章に書かれているのは自由の象徴「フリギア帽」。この帽子はフランス革命に由来し、自由の女神も被っているもの。青いラインは、空と太平洋とカリブ海を、白いラインは平和を表す。" // 国旗の由来
            },
            knowledge: {
                title: "サッカーが原因で戦争？", // 豆知識タイトル
                contents: "現在は平和だが、かつては内戦が絶えなかった。ワールドカップの出場権でホンジュラスと争っていたが、最終戦の直前で外交断絶をチラつかせて脅迫。試合にはエルサルバドルが勝利し、ホンジュラスは断交を通達し、戦争に発展。" // 豆知識コンテンツ
            }
        }
    },
    // ----- 南アメリカ圏 -----
    // アルゼンチン
    {
        data: {
            id: "argentine", // 国家識別ID（画像名でも使用）
            group: {
                id: "southAmerica", // 所在エリア識別ID
                name: "南アメリカ" // 所在エリア名
            },
            name: {
                katakana: "アルゼンチン", // 国名
                official: "アルゼンチン共和国", // 正式国名
                kanji: "爾" // 国名（漢字略字）
            },
            language: ["スペイン語"], // 使用言語（複数の場合のため、配列）
            currency: "ペソ", // 通貨
            capital: "ブエノスアイレス", // 首都
            area: "278万", // 面積(k㎡)
            population: "4,041万", // 人口（人）
            timeLag: "-12", // 時差（時間）
            since: "1816", // 建国年（年）
            origin: {
                name: "独立当初は、スペイン語で「銀の川」を意味する「リオ・デ・ラ・プラタ連合州」と称した。後にラテン語で「銀」を意味する「アルゲントゥム」の英語読みしたものに改称。", // 国名の由来
                flag: "中央のシンボルは、独立戦争を開始した日に長雨が止み、太陽が現れたという言い伝えから「五月の太陽」と呼ばれる。海と空を表す水色は正義や真実などを象徴。" // 国旗の由来
            },
            knowledge: {
                title: "新年の迎え方", // 豆知識タイトル
                contents: "「スエルタ・デ・パペトリス（紙の舞）」という習慣で、請求書や納品書に「良い一年を！」と書いて窓から投げ捨て、ストレスも一緒に捨てて新たな一年を迎えようというもの。" // 豆知識コンテンツ
            }
        }
    },
    // ウルグアイ
    {
        data: {
            id: "uruguay", // 国家識別ID（画像名でも使用）
            group: {
                id: "southAmerica", // 所在エリア識別ID
                name: "南アメリカ" // 所在エリア名
            },
            name: {
                katakana: "ウルグアイ", // 国名
                official: "ウルグアイ共和国", // 正式国名
                kanji: "-" // 国名（漢字略字）
            },
            language: ["スペイン語"], // 使用言語（複数の場合のため、配列）
            currency: "ペソ", // 通貨
            capital: "モンテビデオ", // 首都
            area: "17万6,000", // 面積(k㎡)
            population: "338万", // 人口（人）
            timeLag: "-12", // 時差（時間）
            since: "1825", // 建国年（年）
            origin: {
                name: "国土を流れる「ウルグアイ川」に由来。インディオの言葉で「ウル」は「曲がりくねった」、「グア」は「川」の意味。", // 国名の由来
                flag: "独立支援国家のアルゼンチンの国旗をモデルとして、「五月の太陽」を採用。太陽はインカ文明の象徴でもある。青と白のラインは、独立時の州の数で、青は自由、白は平和を表している。" // 国旗の由来
            },
            knowledge: {
                title: "日本の裏側にあたる国", // 豆知識タイトル
                contents: "ウルグアイはちょうど日本の対蹠点にあたり、東京の対蹠点はほぼ首都のモンテビデオにあたる。距離は18,000km。" // 豆知識コンテンツ
            }
        }
    },
]